Repository: mozilla-l10n/mt-training-data
Catalog: udl/udl_pontoon.tmx
Source language: en_us
Languages: udl

source: 1 sentence collected
udl: Ma məgwatsara ahe

source: 2 down, keep it up!<playIcon></playIcon>
udl: A təmay bəratso<playIcon></playIcon> kuləmaloŋ

source: About
udl: A ɗəlereŋ a

source: Accepted file types: .tsv only
udl: Tsəba anaŋ məpakwiyo ahe ɗi ane a zayaka: .tsv tsəheɗ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
udl: { $actionType }<playIcon></playIcon> Ma atu a wudəderge vo kaləkala ziŋga ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
udl: { $actionType }<recordlcon></recordlcon>nde wudəm ma áne ənta məməlo zlaŋa

source: { $actionType }<stopIcon></stopIcon> when done
udl: { $actionType }<stoplcon></stoplcon> sek seleŋ andav

source: { $actionType } submit when ready
udl: { $actionType } təlmaro ana akəslemeŋerge vo ve

source: Add and Review Sentences, Add Questions, Transcribe Audio
udl: Mefekenege ndi məɗeleŋyo i ma ɗi, mefekenege ma məɗaviyo ɗi, məpakiyo i anaŋ mətsəŋ yo

source: Add <icon></icon> a public domain sentence
udl: Femekenege <icon></icon> ma i məgurakwiyo i ŋgumna

source: Add information
udl: Femekenege alabara ɗi

source: Add new sentences for the community to read
udl: Femekenege a ma ɗi awehe ane bəra mewuday

source: Add one sentence per line
udl: Fekenege ma seleŋ aka məltivi

source: Add questions in your language
udl: Femekenege ma mədaviyo a ma bəra gukuli ge

source: Add Sentences
udl: Fəmekenege ma ɗi

source: Add sentences in your language
udl: Femekenege ma ɗi a ma bəra gukuli ge

source: Add up to 1,000 sentences
udl: Femekenege ha ma ɗi dəbbo

source: Add Your Voice
udl: ənta məvəlar məməlo gukuli

source: Agriculture and Food
udl: Məɓəs avuh ənta məgiya jardian ɗi

source: All sentence must have the same domain
udl: Ma ɗi ham te məreŋ məguraka seleŋ kaɗa

source: All sentences must have the same citation
udl: Ma ɗi ham te məreŋ ghar mətegiyo i merez məpekerge ahe seleŋ

source: Already have an account? <login>Log-In</login>
udl: Akənay ənta dzəɓər gukuli ziŋga ?<login>Məmesleŋvo</login>

source: An error occurred fetching sentences
udl: Sləkəts anay awəge a sarta məhwal ma ɗi age.

source: An error occurred reviewing this sentence
udl: Sləkəts anay awəge a sarta məɗəleŋ ma age.

source: An error occurred submitting your voice information
udl: Anaŋ anay wara a nzerege sarta mətal labara i ghunakw i məməlo gukuli ɗi atu

source: Approve
udl: Mezayaka

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
udl: Ghi ma aslane dayday di ŋguləm, ama məməlo ɗi inisi di ane məslahoŋ məwuraya mawudiya ma ane anay daw a mawudiya məpako ahe age. Ana akaslahoŋ mətseneŋ ma ɗi taŋtaŋ ənta ma ɗi aslane məpakwiyo ahe di anaŋ məgusiyo atu tə məsara. natatahtu a gawyavo ana tə məro tele anzakaŋ məbanko ahe dəkəni bi ana məpaza ghar anay aka tsəkel.

source: Are you coming? <strong>[called by another]</strong>
udl: Kə wara ya ? <strong> [mewuderge ənta məməlo inisi]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
udl: Nɗewemehe ma gukuli ɗi aka <matrixLink>Matrix</matrixLink>,<discourseLink>ma məpazaghar</discourseLink>dəkeni<emailLink> ada aslam məmas liter age</emailLink>

source: Automotive and Transport
udl: Mə sləmeŋ mota ɗi ənta anaŋ mə takway anaŋ

source: Background Noise
udl: Ghi ma ane atəmeŋ dzəna

source: Background Voices
udl: Məməlo ane kuleɗ ənta i merɗi

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
udl: Fəmawo haŋkala ndala akə məsara anaŋ ane merez asər daw bi məməlo gata ani taŋtaŋ dekeni a wuday gwalaŋ gwalaŋ daw voyele di ɓal, bi aslam məndaway anaŋ. Məməlo di tənay taŋtaŋ-taŋtaŋ ane təgəra azler a doniya age, ane bi ɓal aku tsəneŋ daw a məgərako gukuli age.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
udl: Mətalma war i muta ane ane awalaŋ ara atu di bakalkala kava akutsineŋ «vagon» (FR) dekeni (BE)

source: <bold>{ $count }</bold> Clips
udl: <bold>{ $count }</bold>mətsuɗiyo

source: <bold>Help us</bold> find more voices
udl: <bold>Zezemeke</bold> aka medzako ghunak i ma awehe ɗi

source: Bulk batch
udl: Anaŋ mətegiwo azlehe

source: Bulk Sentences Uploaded
udl: Ma ɗi tə nzi ve

source: By telling us about yourself, you will help developers build more inclusive technology
udl: Akə fakuma aka anə akə wudakama həhəme akə wudama wele ya ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
udl: A məgəra aslər age ənta common voice akəzayaka <termslink>ma məgurakwiyo i aslər gəli ɗi </termsLink>ənta<privacyLink>Gəli dabaray i mənzəyakaŋ ənta məŋgahara anaŋ inisi ɗi</privayLink>

source: Cancel Re-recording
udl: Memeɗeŋerge məgus anaŋ ane aŋəraka vo atu

source: Cancel Submission
udl: Peteŋerge Mətalyo

source: Cannot submit more than 1000 sentences
udl: Agiya vo məpawo ma ɗi atəmaka aka dəbbo

source: Change preferences
udl: Mbeɗerge aslam ɗi ane məzazakwakw

source: Check <icon></icon> is this a linguistically correct sentence?
udl: ɗələmeŋ<icon></icon>anà ma anay tsəneŋga kava lakwa ane aɗelereŋ a lakwan i ma mewudiya.

source: <chevron></chevron>See less
udl: <chevron></chevron>Bəmaro məgwaviyo kindekw

source: <chevron></chevron>See more
udl: <chevron></chevron>Bəmaro məgwaviyo aŋgwalaŋ zlavaŋ

source: Citation
udl: Ghar mətəgwiyo i mərez

source: Cite with a URL link or the full name of the work.
udl: Təgum ənta mə felenge yagha dəkəni sləmay məpakwiyo ahe ham i aslər.

source: Click
udl: Tsakway aka

source: Clips Uploaded
udl: Wuluɗ war vidiyo amaɗ age

source: Comment
udl: Məpazaghar

source: Contact Us
udl: Telemma

source: Continue
udl: Məŋgaka aka sek

source: Continue validating
udl: Walaŋ məzayaka

source: Contribute
udl: Mətsekwege

source: Contribute sentences
udl: Kuhəray akamá ma inisi ɗi

source: Contribution Criteria
udl: Məməlo ma məfərawo

source: Create a profile
udl: Məvəɗ anaŋ ane tə slahoŋ məsərkuliri ənta nat

source: Criteria
udl: Məməlo ma

source: Datasets
udl: Gelaw i ma ɗi

source: Delete my recordings
udl: Mə memeɗeŋ anaŋ məgəserge ahe ɗi atu

source: Different language
udl: Ma bəra inisi

source: Difficult to pronounce
udl: Zlazlaɗa məwudiya

source: Discard ongoing recording
udl: Falaŋ ghar anaŋ məgesəŋge daw

source: Does the sentence meet the guidelines?
udl: Ma a ŋhwabaloŋ a məgurako i ma di jiŋa ?

source: Donate your voice
udl: Wəlum ghunakw i ma gugkuli kindekw

source: Don't see your language on Common Voice yet?
udl: Ma bəra gukuli aləku mənay ketk

source: Drag your file here or <uploadButton>click to upload</uploadButton>
udl: Həɗraka anaŋ məpakwiyo ahə atu akindene dəkəni<uploadButton>dəkəni tsakwege aka mə talaray</uploadButton>

source: Drop file here to upload
udl: Fəmawo anaŋ mə pekerge ahe atu akindene aka mə taliyo

source: Enter your public domain sentence here
udl: Pəmako magukuli ane ŋgumna agəra aslər akindene

source: Enter your public domain sentences here
udl: Pəmako magukuli ɗi ane ŋgumna agəra aslər akindene

source: Error adding sentence
udl: Sləkets agherelenge aməpakwiyo age

source: ESC
udl: A mbakwakw

source: Exit & Delete clips
udl: Sləmerge nde memeɗemeŋerge anaŋ məgusiyo iyayo atu ham

source: Fewer than 15 words per sentence
udl: Maɗi ahe ma hutsahoŋ aka 15

source: File is too large
udl: Anaŋ mə pekerge ahe ane a zəvu

source: File is too small
udl: Anaŋ mə pekerge ahe ane a huts

source: Finance
udl: Məfaku sləmay aka siŋgo

source: Finish recording
udl: Məgusiyo andav

source: Finish recording first?
udl: Məgusiyo andəverge ketek ?

source: Finish Review
udl: Dəverige anaŋ məzayaka

source: Finish validating
udl: Dəverige məzayaka

source: Finish validating clips?
udl: Mədəverig mezayaka məguriyo i anaŋ ɗi ya ?

source: Follow guidelines from “What sentences can I add?”
udl: Kələmaloŋ aslam sek isindene « ma ɗi wele ne slahoŋ məfekenege ?»

source: for example
udl: Məgwaviyo ahe

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
udl: Akane məsəryo məzəvako mə giya aslər kalkala aka i mərɗi ham di anaŋ ɗi ane tə zazaka mərez mə ɗəmak anaŋ ane aka mə ɗəmak anaŋ di məsəriyo məzəvako mənay mə nzahoŋ aka anaŋ azlehe i mərez. Kava məzaka məgwaviyo ana am fege mərez mə wudiya i anaŋ ina daw ɗikiɗiki ənta anaŋ mə mbaɗ məməlo ane tsəkəməka dowa məseryo məzəvako mə slahoŋ mə giya aslər Kalkala daw aka i slalane tənay ənta anaŋ mə mbaɗ məməlo atu.<learnMore> Məfakuma məsər anaŋ azlehe di.</learnMore>

source: General
udl: Hamham

source: General language / multiple variants
udl: Hamham anaŋ ane a gamegə ghar a ma bəra ge / Mə mbaɗaraka ghar a anaŋ ɗi kemiya

source: Grammatical / spelling error
udl: Sləkets i məgamarghar i məgurako i ma bera / Sləkets i məgamarghar i ma məgurako məpakwiyo i ma ɗi

source: Great!<recordIcon></recordIcon> Record your next clip
udl: Aləɓay <recordlcon></recordlcon>gusem anaŋ ane akázakarabəra akáma

source: Great work!<playIcon></playIcon> Listen again when you're ready
udl: Aslər a ŋgwalaŋ ahe !<playIcon></playIcon> tsənemeŋ gapa ana akə slemeŋerge vo ve

source: Guidelines
udl: Ma məgurakwiyo ɗi

source: Healthcare
udl: Werwer i sluvu

source: Help create Common Voice’s first target segment in { $locale }
udl: Zəzemako aka mənzako asler i teŋwa i common voice i { $locale }

source: Help us validate voices
udl: Zezemeke aka mezayaka anaŋ məgəriyo

source: His hand was rais-ed.
udl: Dipeŋ ənta slu.

source: History, Law and Government
udl: Maslalambaɗi slaya ənta aslər i ŋgumna

source: How do I cite?
udl: Həhəme məgiya ghar mətugwio i mərez wele ?

source: How to add multiple sentences
udl: həme məfekenege ma ɗi zlavaŋ

source: How would you describe your sex or gender?
udl: Kəfakuma aka tə sər ane nakw guɓar dəkəni nakw wal aday aka əmay ?

source: I agree
udl: Nəzayaka

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
udl: Nə sər iheɗedeŋ ane ma ɗi atu ata i <wikipediaLink>i məgurakwiyo i ŋgumna </wikipediaLink> ndi nəni ənta meltivi mətalya

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
udl: Nəser iheɗeɗeŋ ane ma aslane i <wikipedialink>ma məgurakwiyo i ŋgymna <wikipedialunk> nde nənay ənta meltivi mətalyo

source: <icon></icon> Add multiple public domain sentences
udl: <icon></icon> Fekenege ma ɗi zlabaŋ ane aɗereŋ a məgurako i gumna

source: Ideally natural and conversational (it should be easy to read the sentence)
udl: Ma mələɓay kaya kava kwa a məgiya wəlam age.

source: I do not agree
udl: Nəzayaka daw

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
udl: Ana maɗi ane ma gukuli akuli yaŋ ahe di pəmako tsəheɗ<italizedText>"Ghar mətugwiyo gəkuli ahe </italicizedText>. Aməgiya kuɗa aka məserige sləkəli i aslam ane away a ma məpakwiɗi ge atu akane aməserige ane awa a ma məgurakwiyo i ŋgumna age nde aka gəra aslər ənta. Anaŋ ane təngay mərez na ma nzahoŋ aka anaŋ ane a gwasarako a mərez ane pako atu daw. ndi ana akə fakuma làbàra inisi ɗi aka ghar mətugwiyo ɗəlmeŋ <guidelinesLink>Ma məgaka aslər gəmi ɗi</guidelinkesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
udl: Ana anaŋ məgusiyo a mereŋ sləkets di pərmatu bi ana anaŋ məpekerge ahatu ham kalkala daw kaɗaana anaŋ məgusiyo a mereŋ sləkets di pərmatu bi ana anaŋ məpekerge ahatu ham kalkala daw kaɗa.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
udl: Ana maɗi anay akə fakuma mə ndawya aka deɓi i naŋ məpekerge ahe ane di tələmarma <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
udl: Ana maɗi anay akə fakuma mə ndawya aka dəɓi i anaŋ məpekerge ane tənay tənege am məgwaviyo aslenege daw di kamkam zəlum <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
udl: Ana ma ambəɗaka daw a sek ma tsakway «məsara» aka ahar hədzar. Ana ghar gukuli kussa, ake slahoŋ məgharako nde məda aka inisi.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
udl: Ana ma anay ambeɗaka ma məgərako ɗi, tsəkum aka bitoŋ «məzayaka» aka ahar ɗaf.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
udl: Ana akəvəlar ghar a mazlagwadam di ma məgurakwiyo ɗi aɗalerŋ daw, kamkam zəkum kava aɗalereŋ i mənzeyakaŋ aŋgwalaŋ. Ana akə slahoŋ məzayaka daw gumərayo aslər ənta boton "məda" nde dəma aka məgusiyo məwalaŋ.

source: If you run out of sentences to review, please help us collect more sentences!
udl: Ana akəmerəŋ ma ɗeləŋ yo daw, zezemeke məɗəmak ma ɗi gapa.

source: Include appropriate citation
udl: Ghar mətugwiyo i mərez a ŋgwalaŋ ahe mənege kaɗa

source: Invalid file
udl: Ma ɗi məpekerge ahe ane tənay tə zayaka daw

source: It contains words or phrases that are hard to read or pronounce.
udl: Ma məpakwiyo ɗi ənta ma inisi ɗi tenay bala aka məwudiya ənta məməsara bəra.

source: It is written in a language different than what I’m reviewing.
udl: Ma ahe məpakwiyo ahe a ma bəra age ane taŋtaŋ ənta aslane newuday.

source: It is written in a language different than what I’m speaking.
udl: Ma aslane məpərkerge ahe taŋtataŋ ənta ma bəra aslane newuday.

source: Just Unsure?
udl: Ghar gukuli dzəma ya ?

source: Keep it up, record again <recordIcon></recordIcon>
udl: Kuləmahoŋ hanene nde gusimekenege seleŋ gapa <recordIcon></recordIcon>

source: Keep the recordings
udl: Məgəseŋ anaŋ məgəserge ahe ɗi atu

source: Keep track of your progress with a profile
udl: Gurum mehaɗ aka ma gukuli ənta məzayaka anaŋ ane tesirikuliri amaɗ age

source: Language Fundamentals (e.g. Digits, Letters, Money)
udl: Ma i məparahoŋvo aka ma bəra ɗi(dzik, helefi i məpərako,siŋgo

source: Languages
udl: Ma bəra ɗi

source: Large bulk sentence submission
udl: Tal ma ɗi kemiya

source: Learn More
udl: Aki məsirige hendeŋ-hendeŋ

source: Leaving now means you'll lose your progress
udl: Ana ákəslerge əndene ákədzidzeŋerge məhaɗ akama gukuli

source: Listen
udl: Tsəneŋ

source: Listen options menu
udl: Aslam məzakay «Tsəneŋ»

source: Loading sentences…
udl: Məwara bəra i ma di...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
udl: <loginLink>Gəsumaho ahar aka vo</loginLink> ou <loginLink>pəkum sləmay gukuli</loginLink> aka akəfekenege ma ɗi zlavaŋ

source: Log in or sign up to get started
udl: Zləŋum ənta mepakiyo slemay gukuli ɗi aki məpərahoŋ vo

source: Log In / Sign Up
udl: Məgusahoŋ ahar aka vo / Məpako sləmay

source: Make sure the sentence meets the following criteria:
udl: Aləbay akuser ane di ma a mbəɗaka a məgərako i ma ɗi isinɗi :

source: Maximum file size: 25 MB
udl: Zəbal mə ndəvaka aka ahe i anaŋ ane mə pekerge ahe atu di mənay: 25 Mo

source: Media and Entertainment
udl: Gəlaw ɗi ənta anaŋ ɗi ane təgiyavo

source: Minimum sentences in file: 1000
udl: Kwiduk i maɗi anaŋ məpekerge ahe atu di mənay 1000

source: [Mismatched content]
udl: [Huraɗ ahe aŋgəla məndeverege i asler]

source: Misreadings
udl: Sləkets anhaŋ á məwudiya age

source: Missing an <strong>'s'</strong> at the end of a word.
udl: Ahutsahoŋ ənta seleŋ<strong>«s»</strong> i məndəverege i ma

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
udl: Ahutsahoŋ <strong>«seleŋ/seleŋ»</strong>dəkəni<strong>«seleŋ/seleŋ»</strong>a məpahoŋvo məgus anaŋ age

source: Missing the end of the last word by cutting off the recording too quickly.
udl: Məndəverege i ma asaŋko vo anaba anaŋ məgus mawdiya amaterge awiya.

source: [More has been recorded than the required text]
udl: [Zlavaŋ anaŋ məpekerge ahe atu məgəsege ahe]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
udl: Anaŋ megusiyo ɗi ge slavaŋ di merɗi tə wuda ma ənta məməlo ane wuretege .akə slakum məzayaka anaŋ məgusiyo i məŋgulahiya bak inisi inisi aslane merɗi tə serekenege daw. Məŋulahiya ənta məŋwaŋwaziŋyo dəkəni məwudabəra kava məməlo "maslalambaɗ". Kamkam məsemaro anaŋ məgusiyo ane tə lerge ənta aslane ordinater aslemeŋerge.

source: n
udl: a

source: N
udl: A

source: Nature and Environment
udl: Wulam ənta anaŋ ɗi ane təveleŋge

source: News and Current Affairs
udl: Anaŋ ɗi ane a giyavo əndene

source: No
udl: aga

source: [No ‘a’ in the original text]
udl: [ «y» anege a ma məpakwiyo i təŋwa age daw]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
udl: <coCopyright>Mərez na ma nzahoŋ aka anaŋ ane a gwasarako a mərez ane a pako daw</noCopyright>(cc-0

source: No foreign letters
udl: Anaŋ məpakwiyo i bəra inisi ɗi mə nege daw

source: No microphone found.
udl: Anaŋ mə wudege ma inaŋ inya anay anzako vo daw.

source: No numbers and special characters
udl: Anaŋ mətugwiyo ənta anaŋ ane aɗalereŋ a má nege daw

source: No sentences to review. <addLink>Add more sentences now!</addLink>
udl: Ma anay məɗəleŋ yo daw<addLink>Fəmakenege ma ɗi zlavaŋ !</addLink>.

source: No thanks, continue speaking
udl: Aga aslive walaŋ ənta mə wudama

source: Offensive language
udl: Ma azlehe

source: Offensive speech
udl: Ma mədzirɗeŋ ma ɓərəv di

source: On desktop devices you can contribute by downloading…
udl: I ordinater i buro ɗi di akə slahoŋ mədasara aslane awehe

source: On his head he wore a beret.
udl: Dzilgi adasay wagoŋ.

source: On iOS please continue with Safari to enable recording…
udl: Ada IOS age di kamkam kuləmahoŋ̧̧ ənta safari aka məzayaká megus

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
udl: Mərmahoŋ aslam kindekw aki slal ane teslahoŋ məwuday taŋtaŋ ənta akuli. Gapa, ana akəser merez məwuday anaŋ atu aləkum pərəŋ kuseɗ-kusəɗ adzakaŋ, ndi afakəma məgur ndi azləɓaha di məsərige anaŋ məgus yo atu. Ana ghar gukuli kussa.

source: p
udl: w

source: Partner
udl: Məgiya asler akama ahe

source: [Part of the text can’t be heard]
udl: [Aslam inisi ane tə pekerge di atsəneŋvo daw]

source: <playIcon></playIcon>Last one!
udl: <playlcon></playlcon> Aslane nat məndavarya !

source: Play/Stop
udl: Wuday/ Tsetsekeŋ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
udl: ŋgərumekenege aray aka <templateFileLink>dzəbá aslər gəli ane </templateFileLink>. Ma gukuli ane akə pako atu di mənay keɗaha, ghar mətugwiyo ahe kəni mənay i gukuli mənay aslər a ŋgwalaŋ ana mərez aslane a vilkuli mə təgu ghar ahe kəni, mənay tsəɗaŋga, mə dəmen vo a mə wudiya age. Maɗi ane akə tal atu di má zakay sarta 10 bi 15 aməwudiya age nde kəni aká pege dzik ɗi ənta sləmay mərɗi ənta anaŋ ɓak masalaka daw

source: Please fill out this field.
udl: Kamkam tsəkemenkege avuh aslene.

source: Please select a language to review sentences.
udl: Kamkam zəkəmerge ma bəra seleŋ aka akəɗeleŋ ma ɗi.

source: r
udl: ts

source: [‘Raised’ in English is always pronounced as one syllable, not two]
udl: [Dipeŋ i slu ənta ma saray awuda vo kava ma seleŋ ama tsiyo daw]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
udl: Aslam mətalyo ahe aslege. ŋgurəmako a { $retryLimit } sarta

source: Rate limit exceeded. Try again in { $retryLimit } seconds
udl: Aslam mətalyo ahe aslege. ŋgurəmako a { $retryLimit } ftek

source: Reader Effects
udl: Məmbəɗar məməlo ənta anaŋ mətsineŋ yo

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
udl: Awara bəra tsənaŋa aməwudiya age daw kavaka «htatu» ama di mànay «hatatu».

source: Read Sentences
udl: Wuday ma ɗi

source: Read Sentences, Answer Questions
udl: Wuday ma ɗi, Məmbəɗaka aka ma məɗawuya

source: Read Sentences <small>(Coming soon)</small>
udl: Wuday ma ɗi<small>(Bak inisi)</small>

source: Read sentences submitted by the community in various languages
udl: Wuday ma ɗi ane bəra a pəkerge a ma bəra taŋtaŋ age

source: Ready to do { $count } more?
udl: Akə fakuma aka akəgiya { $count } gapa ?

source: <recordIcon></recordIcon> Last one!
udl: <recordlcon></recordlcon> Aslane i dəɓa tsekka !

source: [Recording cut off before the end of the last word]
udl: [Ma məgusiyo atu asaŋko vo ane aləkwaro ma seleŋ akama]

source: Record/Stop
udl: Gesiŋge / Tsətsekeŋ

source: Record yourself reading sentences in your language
udl: Gusum akənay akəwuday ma ɗi a ma bəra gukuli ge

source: Record yourself responding to questions and prompts in your language
udl: Gusum akəmay məmbaɗaka ma ndi a malawak ɗi a ma bəra yakw age

source: Record your voice
udl: Gəsemege ghunak i ma gukuli

source: Reference the source of your sentence (required)
udl: ɗamaka aslam ane kə nzakwabəra maɗi atu (dawlay)

source: Reject
udl: Mǝsara

source: Report
udl: Məŋgaara ma

source: Report was passed successfully
udl: Asler ane məgerge vo atalarivo alala

source: Request a Language
udl: Demeremeke ma bəra inisi

source: Re-record
udl: Məŋgərakà məgusiyo

source: Re-record clip
udl: Gəraka məgesiŋge

source: Return
udl: Məwege

source: Review
udl: Mezazaka

source: Review could not be saved. Please try again later.
udl: Məɗeleŋ yo anay awege daw. Ake ɗəleŋ gapa akama.

source: ⓘ Review Criteria
udl: ⓘ Ma məgərako i məhalaŋyo

source: Review Criteria
udl: Ma məgərako i məhalaŋyo

source: Reviewed sentences not submitted, are sure?
udl: Ma məɗeleŋerge ahe tədzi daw.Akəfekenege ma ɗi gapa ya ?

source: Review existing sentences submitted by the community
udl: ɗələmeŋ ma ɗi ane tenay ane bera agərige ve

source: Review & re-record clips here as you go
udl: Guvilmeŋ nde ŋgərmakò məgusiyo ana wudəra ahe anay
